<?php



return [
    'resetPassword' =>'تم إرسال رابط تعيين كلمة المرور للبريد الإلكتروني المدخل',
    'reject_order'=>'تم رفض الطلب',
    'accept_order'=>'تمت الموافقة على الطلب',

    'wrongMobile' => 'رقم الموبايل الذي ادخلته خاطئ',
    'wrongPromo' => 'كود التفعيل الذي ادخلته  غير صحيح أو انتهت صلاحيته',
    'completeOrder' => 'سعدنا بخدمتكم , تم الأنتهاء من غسيل السيارة',
    'startOrder' => 'موظفنا بدأ في غسيل السيارة',
    'graterThan7Days' => 'يجب ان يكون التاريخ اقل من 7 ايام من الان',
    'in_progressOrder' => 'موظفنا في الطريق إليك يرجى تحضير السيارة',
    'acceptOrder' => 'تمت الموافقة على الطلب',
    'newOrder' => 'طلب جديد',
    'ok' => ' تمت العملية بنجاح!',
    'already_area' => ' تم طلب هذه المنطقة من قبل!',
    'notCoverd' => 'هذه المنطقة غير مدعومة ، يمكنك تقديم طلب دعم هذه المنطقة',
    'wrongCode' => 'رمز التفعيل الذي ادخلته  غير صحيح أو انتهت صلاحيته',
    'noFreeEmployee' => 'عذرا جميع الموظفين مشغولين في الوقت الذي حددته، يرجى تحديد وقت اخر ',
    'wrong_email_or_password' => 'الايميل غير صحيح او كلمة المرور غير صحيحة',

    'cartEmpty' => 'لا يوجد اي عنصر في السلة',

    'sameCart' => 'المنتج موجود بالسلة مسبقا لديك',

    'not_access'=>'انتا لا تمتلك صلاحيه',

    'not_found_notification'=>'لا يوجد اشعارات',

    'not_found_address'=>'من فضلك انشأ عنوان خاص بك ',

    'Done Successfully'=>'تم اضافة الطلب بنجاح',

    'not_found'=>'العنصر غير موجود',

    'not_allow'=>'يجب عليك إضافة المنتجات من نفس المتجر',

    'add_cart'=>'تم إضافة المنتج للسلة بنجاح',

    'foundCategory' => 'التصنيف مضيوف مسبقا لديك',

    'notFoundCategory' => 'التصنيف غير مضيوف مسبقا لديك',

    'numberNotFound' => ' خطأ , الرقم غير موجود !',

    'points' => 'لا يوجد رصيد كافي من النقاط لديك ! ',

    'like' => ' تم الاعجاب بنجاح',

    'favourite' => ' تم اضافة المنتج للمفضله بنجاح',

    'rate' => ' تم التقييم بنجاح',

    'unlike' => ' تم إلغاء الاعجاب بنجاح',

    'unFavourite' => ' تم حذف المنتج من المفضلة بنجاح',

    'foundLike' => ' يوجد اعجاب مسبقا بهذا المنتج',

    'foundFavourite' => ' المنتج يوجد مسبقا في المفضلة',

    'foundRate' => ' تم التعديل على تقييمك المسبق بهذا المنتج',

    'notFoundLike' => 'الإعجاب غير موجود لهذا المنتج',

    'notFoundFavourite' => 'المنتج غير موجود بالمفضله',

    'wrong_email' => ' الايميل غير صحيح أو تم التسجيل به من قبل',

    'wrong_mobile' => 'رقم الجوال غير صحيح أو استخدم من قبل',

    'all_required' => 'جميع الحقول مطلوبة',

    'whoops' => 'حدث خلل غير متوقع',

    'not_active' => 'الحساب غير مفعل',

    'deleted_account' => 'تم حذف الحساب',

    'banned_account' => 'الحساب محظور',

    'wrong_email_password' => 'الايميل غير صحيح او غير مسجل لدينا',

    'wrong_password' => 'خطأ في كلمة المرور',

    'edit' => 'تم التعديل بنجاح',

    'not_edit' => 'فشل تعديل بيانات المستخدم ',

    'delete' => 'تم الحذف بنجاح',

    'wrong_email2' => 'الإيميل غير موجود لدينا',

    'old_password' => 'كلمة المرور القديمة غير صحيحة',

    'unauthenticated' => 'غير مصرح لك بالدخول',

    'unauthenticatedEvent' => 'عير مصرح :هذه الدعوه ليست لك',

    'unauthenticatedDelete' => 'عير مصرح :هذه الدعوه ليست موجوده',

    'not_created' => 'لم يتم انشاء مستخدم جديد',

    'message'=>'تمت العمليه بنجاح',

    'status0'=>'هناك طلبية جديدة من متجرك',

    'status1'=>'طلبيتك قيد التجهيز',

    'status3'=>'جاري توصيل الطلبية',

    'status4'=>'تم اكتمال الطلب',

    'check_order'=>'السعر الحالي اقل من سعر الحد الادنى للطلبات وهو  ',


    'OrderIsOnDelivery'=>'طلبك في طريقه إليك',

    'OrderIsPreparing'=>'جاري الآن تحضير طلبك',

    'OrderIsComplete'=>'شكرا لك تم تسليم الطلب',
    'store_closed'=>'عذرا،، المتجر مغلق حاليا، بامكانك اعادة الطلب خلال فترة العمل من ',
    'your_points_not_enough'=>'عدد النقاط غير كافي',
    'will_reply_on_you_in_faster_time'=>'شكرا لك  سوف يتم الرد بأسرع وقت',

];
